Repository: micc83/WpDevTool
Catalog: WpDevTool/langs/wpdevtool-*.po
Languages: it_it

source: This plugin requires WordPress 3.0 or greater.
it_it: Questo plugin necessita di WordPress 3.0 o superiore.

source: This plugin requires PHP 5 or greater.
it_it: Questo plugin necessita PHP 5 o superiore.

source: WpDevTool couldn't edit %s file permission. Manually set permission to 0600 to avoid security issues.
it_it: WpDevTool non è riuscito a modificare i permessi del file %s per cui è consigliabile cambiarne manualmente i permessi a 0600 per evitare falle nella sicurezza.

source: is under maintenance
it_it: è in manutenzione

source: Maintenance Screen
it_it: Sito in Manutenzione

source: %d query in %s seconds, memory %s Kb
it_it: %d query in %s secondi, memoria %s Kb

source: WpDevTool Options
it_it: Opzioni WpDevTool

source: WordPress Logs
it_it: Log di WordPress

source: Something went wrong. Your log file is missing...
it_it: Qualcosa è andato storto. Il tuo file log è mancante...

source: There are too many errors, only the last %d will be shown. For the full list <a href="%s">download the file</a>.
it_it: Ci sono troppi errori, solo gli ultimi %d verranno mostrati. Per la lista intera <a href="%s">scarica il file</a>.

source: It's your lucky day... Ain't no errors!
it_it: E' il tuo giorno fortunato, non ci sono errori!

source: Credits and Quick Links
it_it: Crediti e Links veloci

source: Proudly presented by
it_it: Realizzato da

source: Website
it_it: Sito Web

source: Quick links
it_it: Link veloci

source: Report a bug or request a feature
it_it: Riporta un errore o richiedi una funzionalità

source: WpDevTool on Github
it_it: WpDevTool su Github

source: WordPress Codex
it_it: Codex di WordPress

source: WpDevTool can handle errors for you with the only downside that is fired at plugins activation. If you need a more complete logging and still use WpDevTool Error Console you can manually edit your wp-config.php file. Set WP_DEBUG constant to TRUE in your wp-config.php file and add the following lines of code right after
it_it: WpDevTool può gestire gli errori per te con l'unica pecca di essere eseguito solo all'attivazione dei plugin. Se necessiti di un debug più completo ma vuoi continuare ad utilizzare la console degli errori di WpDevTool devi modificare manualmente il tuo file wp-config.php. Setta la costante WP_DEBUG a TRUE nel tuo file wp-config.php e aggiungi il codice che segue subito sotto.

source: <strong>Warning:</strong> Dont mess up with your wp-config file if you are not sure about what you're doing and remember to clear up the log file periodically so that it does not become too large.
it_it: <strong>Attenzione:</strong> Non mettete le mani al vostro file wp-config se non siete sicuri di ciò che state facendo e ricordate di eliminare periodicamente il file log, attraverso l'apposito bottone, in modo che non diventi troppo grande.

source: %s is under maintenance at the moment. Contact us at %s
it_it: %s è in manutenzione al momento. Contattaci all'indirizzo %s

source: Something went wrong with the catch all email address
it_it: Qualcosa è andato storto con l'email inserita

source: Well done!
it_it: Ben fatto!

source: WordPress Development Tool
it_it: Strumenti di sviluppo WordPress

source: Enable maintenance mode
it_it: Attiva modalità manutenzione

source: Return a HTTP RESPONSE 503 (Service Temporary Unavailable) landing page
it_it: Ritorna una pagina di errore HTTP RESPONSE 503 (Servizio Temporaneamente Sospeso)

source: Enable Debug Bar
it_it: Abilita la Debug Bar

source: Show a simple debug bar on the bottom of every template page
it_it: Mostra una semplice barra per il debug nel frontend

source: Redirect all emails
it_it: Reindirizza tutte le email

source: Redirect all WordPress emails to a single address
it_it: Reindirizza tutte le email di WordPress ad un singolo indirizzo

source: Catch all Email
it_it: Email

source: Catch all the emails sent through wp_mail()
it_it: Qui arrivano tutte le email inviate attraverso wp_mail()

source: Let WpDevTool handle errors
it_it: WpDevTool gestisce gli errori

source: Enable this option to let WpDevTool do all the job without having to edit wp-config file
it_it: Abilita questa opzione per fare in modo che sia WpDevTool ad occuparsi degli errori

source: Errors Handling
it_it: Gestione Errori

source: Error display level
it_it: Livello Errori

source: Should errors be logged or just displayed?
it_it: Gli errori devono essere loggati o solo visualizzati?

source: Hide Errors
it_it: Nascondi errori

source: Display Errors
it_it: Visualizza errori

source: Log Errors
it_it: Registra Errori

source: Log and Display Errors
it_it: Registra e visualizza errori

source: Show errors only to Administrators
it_it: Mostra errori solo all'amministratore

source: If enabled errors will be shown only to Administrators
it_it: Se abilitato gli errori verranno mostrati solo agli Amministratori

source: Backtrace errors
it_it: Traccia errori

source: Enable errors backtracing to find out errors origin
it_it: Abilita il tracciamento degli errori per scoprirne l'origine

source: Maintenance Page Content
it_it: Contenuto della pagina manutenzione

source: Shortcodes:
it_it: Codici veloci:

source: [email] Blog email, [name] Blog name
it_it: [email] Email del blog, [name] Nome del blog

source: Crons Table
it_it: Tabella dei Crons

source: Date
it_it: Data

source: Name
it_it: Nome

source: Schedule
it_it: Schedulazione

source: Arguments
it_it: Argomenti

source: Interval
it_it: Intervallo

source: Delete Cron
it_it: Elimina Cron

source: hours
it_it: ore

source: Table of programmed Crons
it_it: Tabella dei Crons programmati

source: WpDevTool Error Log Console
it_it: WpDevTool Console degli errori

source: Error Console
it_it: Console Errori

source: errors
it_it: errori

source: More Options
it_it: Più opzioni

source: Clear log file
it_it: Elimina il file log

source: Download log file
it_it: Scarica il file log

source: Rule
it_it: Regola

source: Permalinks Table
it_it: Tabella dei Permalinks
